Chromium.pfm_title = "Chromium";
Chromium.pfm_description = "ค่ากำหนดของ Chromium";
AllowCrossOriginAuthPrompt.pfm_title = "ข้อความแจ้งการตรวจสอบสิทธิ์พื้นฐาน HTTP ข้ามจุด";
AllowCrossOriginAuthPrompt.pfm_description = "ควบคุมว่าเนื้อหาย่อยของบุคคลที่สามบนหน้าเว็บได้รับอนุญาตให้แสดงป๊อปอัปช่องโต้ตอบการตรวจสอบสิทธิ์พื้นฐาน HTTP หรือไม่ ซึ่งโดยปกติจะถูกปิดใช้งานเพื่อป้องกันฟิชชิง";
AllowFileSelectionDialogs.pfm_title = "อนุญาตให้เรียกดูช่องโต้ตอบสำหรับการเลือกไฟล์ได้";
AllowFileSelectionDialogs.pfm_description = "อนุญาตให้เข้าถึงไฟล์ในเครื่องโดยการอนุญาตให้ Chromium แสดงช่องโต้ตอบสำหรับการเลือกไฟล์ หากคุณเปิดใช้งานการตั้งค่านี้ ผู้ใช้จะเปิดช่องโต้ตอบสำหรับการเลือกไฟล์ได้ตามปกติ หากคุณปิดใช้งานการตั้งค่านี้ เมื่อใดก็ตามที่ผู้ใช้ดำเนินการที่อาจกระตุ้นให้ช่องโต้ตอบสำหรับการเลือกไฟล์ปรากฏขึ้น (เช่น การนำเข้าบุ๊กมาร์ก การอัปโหลดไฟล์ การบันทึกลิงก์ ฯลฯ) ข้อความจะปรากฏขึ้นแทนโดยถือว่าผู้ใช้ได้คลิก ยกเลิก ในช่องโต้ตอบสำหรับการเลือกไฟล์ไว้ หากไม่ได้ตั้งค่านี้ ผู้ใช้สามารถเปิดช่องโต้ตอบสำหรับการเลือกไฟล์ได้ตามปกติ";
AllowOutdatedPlugins.pfm_title = "อนุญาตให้เรียกใช้ปลั๊กอินที่เก่าแล้ว";
AllowOutdatedPlugins.pfm_description = "อนุญาตให้ Chromium เรียกใช้ปลั๊กอินที่เก่าแล้ว หากคุณเปิดใช้งานการตั้งค่านี้ ปลั๊กอินเก่าจะถูกนำมาใช้เป็นปลั๊กอินปกติ หากคุณปิดใช้งานการตั้งค่านี้ ปลั๊กอินเก่าจะไม่ถูกใช้ และระบบจะไม่สอบถามสิทธิ์ในการเรียกใช้ปลั๊กอินเก่าจากผู้ใช้ หากคุณไม่ได้กำหนดการตั้งค่านี้ ระบบจะสอบถามสิทธิ์ในการเรียกใช้ปลั๊กอินเก่าจากผู้ใช้";
AlternateErrorPagesEnabled.pfm_title = "เปิดใช้งานหน้าเว็บแสดงข้อผิดพลาดสำรอง";
AlternateErrorPagesEnabled.pfm_description = "ช่วยให้สามารถใช้หน้าแสดงข้อผิดพลาดสำรองที่ถูกสร้างขึ้นใน Chromium (เช่น \"ไม่พบหน้าเว็บ\") และป้องกันไม่ให้ผู้ใช้เปลี่ยนการตั้งค่านี้ หากคุณเปิดใช้งานการตั้งค่านี้ หน้าแสดงข้อผิดพลาดสำรองจะถูกนำมาใช้ หากคุณปิดใช้งานการตั้งค่านี้ หน้าแสดงข้อผิดพลาดสำรองจะไม่ถูกนำมาใช้ หากคุณเปิดหรือปิดใช้งานการตั้งค่านี้ ผู้ใช้จะไม่สามารถเปลี่ยนหรือแทนที่การตั้งค่านี้ใน Chromium";
AlwaysAuthorizePlugins.pfm_title = "เรียกใช้ปลั๊กอินที่ต้องมีการให้สิทธิ์เสมอ";
AlwaysAuthorizePlugins.pfm_description = "อนุญาตให้ Chromium เรียกใช้ปลั๊กอินที่ต้องมีการให้สิทธิ์ หากคุณเปิดใช้งานการตั้งค่านี้ ปลั๊กอินที่ยังไม่เก่าจะทำงานเสมอ หากการตั้งค่านี้ถูกปิดใช้งานหรือไม่ได้ตั้งค่า ระบบจะขออนุญาตจากผู้ใช้เพื่อเรียกใช้ปลั๊กอินที่ต้องมีการให้สิทธิ์ ปลั๊กอินเหล่านี้อาจทำให้ระบบผ่อนปรนเรื่องความปลอดภัยลง";
AuthNegotiateDelegateWhitelist.pfm_title = "รายการที่อนุญาตสำหรับเซิร์ฟเวอร์การมอบสิทธิ์ของ Kerberos";
AuthNegotiateDelegateWhitelist.pfm_description = "เซิร์ฟเวอร์ที่ Chromium อาจมอบสิทธิ์ให้";
AuthSchemes.pfm_title = "สกีมการตรวจสอบสิทธิ์ที่ได้รับการสนับสนุน";
AuthSchemes.pfm_description = "ระบุว่าสกีมการตรวจสอบสิทธิ์ HTTP ใดที่จะได้รับการสนับสนุนโดย Chromium ค่าที่เป็นไปได้คือ \"basic\", \"digest\", \"ntlm\" และ \"negotiate\" แยกค่าต่างๆ โดยคั่นด้วยเครื่องหมายจุลภาค";
AuthServerWhitelist.pfm_title = "รายการที่อนุญาตสำหรับเซิร์ฟเวอร์การตรวจสอบสิทธิ์";
AuthServerWhitelist.pfm_description = "ระบุว่าเซิร์ฟเวอร์ใดที่ควรอยู่ในรายการที่อนุญาตสำหรับการตรวจสอบสิทธิ์ในตัว การตรวจสอบสิทธิ์ในตัวจะเปิดใช้งานเฉพาะกรณีที่ Chromium ถูกขอตรวจสอบสิทธิ์จากพร็อกซีหรือจากเซิร์ฟเวอร์ที่อยู่ในรายการที่ได้รับอนุญาตนี้ แยกชื่อเซิร์ฟเวอร์หลายชื่อโดยคั่นด้วยเครื่องหมายจุลภาค อนุญาตให้ใช้สัญลักษณ์แทน (*) ได้";
AutoFillEnabled.pfm_title = "เปิดใช้งานการป้อนอัตโนมัติ";
AutoFillEnabled.pfm_description = "เปิดใช้งานคุณลักษณะป้อนอัตโนมัติของ Chromium และช่วยให้ผู้ใช้กรอกข้อมูลเว็บฟอร์มอัตโนมัติโดยใช้ข้อมูลที่เก็บไว้ก่อนหน้านี้ เช่น ที่อยู่หรือข้อมูลบัตรเครดิต หากคุณปิดใช้งานการตั้งค่านี้ ผู้ใช้จะใช้งานการป้อนอัตโนมัติไม่ได้ หากคุณเปิดใช้งานการตั้งค่านี้หรือไม่ได้กำหนดค่า การป้อนอัตโนมัติจะอยู่ภายใต้การควบคุมของผู้ใช้ ซึ่งจะช่วยให้พวกเขากำหนดค่าโปรไฟล์ป้อนอัตโนมัติและปิดหรือเปิดการป้อนอัตโนมัติได้ตามที่ผู้ใช้เห็นสมควร";
BlockThirdPartyCookies.pfm_title = "ปิดกั้นคุกกี้ของบุคคลที่สาม";
BlockThirdPartyCookies.pfm_description = "ปิดกั้นคุกกี้ของบุคคลที่สาม การเปิดใช้งานการตั้งค่านี้จะป้องกันการตั้งค่าคุ้กกี้โดยองค์ประกอบของหน้าเว็บที่ไม่ได้มาจากโดเมนในแถบที่อยู่ของเบราว์เซอร์ การปิดใช้งานการตั้งค่านี้จะทำให้การตั้งค่าคุ้กกี้โดยองค์ประกอบของหน้าเว็บที่ไม่ได้มาจากโดเมนในแถบที่อยู่ของเบราว์เซอร์สามารถกระทำได้ และป้องกันไม่ให้ผู้ใช้เปลี่ยนการตั้งค่านี้";
BookmarkBarEnabled.pfm_title = "เปิดใช้งานแถบบุ๊กมาร์ก";
BookmarkBarEnabled.pfm_description = "เปิดใช้งานแถบบุ๊กมาร์กบนหน้าแท็บใหม่ใน Chromium หากคุณเปิดใช้งานการตั้งค่านี้ Chromium จะแสดงแถบบุ๊กมาร์กในหน้า \"แท็บใหม่\" หากคุณปิดใช้งานการตั้งค่านี้ ผู้ใช้จะไม่เห็นแถบบุ๊กมาร์ก หากคุณเปิดหรือปิดใช้งานการตั้งค่านี้ ผู้ใช้จะไม่สามารถเปลี่ยนหรือแทนที่การตั้งค่านี้ใน Chromium";
ClearSiteDataOnExit.pfm_title = "ล้างข้อมูลไซต์เมื่อปิดเบราว์เซอร์";
ClearSiteDataOnExit.pfm_description = "นโยบายนี้จะแทนที่ตัวเลือกการตั้งค่าเนื้อหา \"ล้างคุกกี้และข้อมูลไซต์อื่นๆ เมื่อฉันปิดเบราว์เซอร์ของฉัน\" เมื่อกำหนดค่าเป็นจริง Chromium จะลบข้อมูลทั้งหมดที่เก็บไว้ในเครื่องออกจากเบราว์เซอร์เมื่อปิดเบราว์เซอร์";
CookiesAllowedForUrls.pfm_title = "อนุญาตให้ใช้คุกกี้บนไซต์เหล่านี้";
CookiesAllowedForUrls.pfm_description = "ช่วยให้คุณกำหนดรายการรูปแบบ URL ซึ่งระบุไซต์ที่ได้รับอนุญาตให้ตั้งค่าคุกกี้";
CookiesBlockedForUrls.pfm_title = "ปิดกั้นคุกกี้บนไซต์เหล่านี้";
CookiesBlockedForUrls.pfm_description = "ช่วยให้คุณกำหนดรายการรูปแบบ URL ซึ่งระบุไซต์ที่ไม่ได้รับอนุญาตให้ตั้งค่าคุกกี้";
CookiesSessionOnlyForUrls.pfm_title = "อนุญาตให้ใช้คุกกี้เฉพาะเซสชันเท่านั้นบนไซต์เหล่านี้";
CookiesSessionOnlyForUrls.pfm_description = "ช่วยให้คุณกำหนดรายการรูปแบบ URL ซึ่งระบุไซต์ที่ได้รับอนุญาตให้ตั้งค่าคุกกี้เฉพาะเซสชันเท่านั้น";
DefaultBrowserSettingEnabled.pfm_title = "ตั้งค่า Chrome เป็นเบราว์เซอร์เริ่มต้น";
DefaultBrowserSettingEnabled.pfm_description = "กำหนดค่าการตรวจสอบเบราว์เซอร์เริ่มต้นใน Chromium และป้องกันไม่ให้ผู้ใช้เปลี่ยนการตรวจสอบดังกล่าว หากคุณเปิดใช้งานการตั้งค่านี้ Chromium จะตรวจสอบทุกครั้งที่เริ่มต้นใช้งานว่าตนเองเป็นเบราว์เซอร์เริ่มต้นหรือไม่ และจะลงทะเบียนตนเองโดยอัตโนมัติหากทำได้ หากการตั้งค่านี้ถูกปิดใช้งาน Chromium จะไม่ตรวจสอบว่าตนเองเป็นเบราว์เซอร์เริ่มต้นหรือไม่ และจะปิดใช้งานการควบคุมโดยผู้ใช้สำหรับการตั้งค่าตัวเลือกนี้ หากไม่มีการกำหนดการตั้งค่านี้ Chromium จะอนุญาตให้ผู้ใช้ควบคุมได้ว่าจะให้ตนเองเป็นเบราว์เซอร์เริ่มต้นหรือไม่ และควรแสดงการแจ้งเตือนผู้ใช้หรือไม่เมื่อตนเองไม่ได้เป็นเบราว์เซอร์เริ่มต้น";
DefaultCookiesSetting.pfm_title = "การตั้งค่าคุกกี้เริ่มต้น";
DefaultCookiesSetting.pfm_description = "0 - อนุญาตให้ทุกไซต์ตั้งค่าข้อมูลภายในเครื่อง\n1 - ไม่อนุญาตให้ไซต์ใดๆ ตั้งค่าข้อมูลในตัวเครื่อง\nช่วยให้คุณกำหนดได้ว่าจะอนุญาตให้เว็บไซต์ตั้งค่าข้อมูลภายในเครื่องหรือไม่ คุณสามารถอนุญาตหรือปฏิเสธการตั้งค่าข้อมูลภายในเครื่องสำหรับทุกเว็บไซต์";
DefaultGeolocationSetting.pfm_title = "การตั้งค่าตำแหน่งทางภูมิศาสตร์เริ่มต้น";
DefaultGeolocationSetting.pfm_description = "0 - อนุญาตให้ไซต์ติดตามตำแหน่งทางกายภาพของผู้ใช้\n1 - ไม่อนุญาตให้ไซต์ใดๆ ติดตามตำแหน่งทางกายภาพของผู้ใช้\n2 - ถามเมื่อไซต์ต้องการติดตามตำแหน่งทางกายภาพของผู้ใช้\nช่วยให้คุณกำหนดได้ว่าจะอนุญาตให้เว็บไซต์ติดตามตำแหน่งทางกายภาพของผู้ใช้หรือไม่ คุณสามารถอนุญาตหรือปฏิเสธการติดตามตำแหน่งทางกายภาพของผู้ใช้โดยค่าเริ่มต้น หรือจะให้สอบถามผู้ใช้ทุกครั้งที่หน้าเว็บไซต์เรียกขอตำแหน่งทางกายภาพก็ได้";
DefaultImagesSetting.pfm_title = "การตั้งค่าภาพเริ่มต้น";
DefaultImagesSetting.pfm_description = "0 - อนุญาตให้ไซต์ทั้งหมดแสดงภาพทั้งหมด\n1 - ไม่อนุญาตให้ไซต์ใดแสดงภาพ\nช่วยให้คุณกำหนดได้ว่าจะอนุญาตให้เว็บไซต์แสดงภาพหรือไม่ คุณสามารถอนุญาตหรือปฏิเสธการแสดงภาพสำหรับทุกเว็บไซต์";
DefaultJavaScriptSetting.pfm_title = "การตั้งค่า JavaScript เริ่มต้น";
DefaultJavaScriptSetting.pfm_description = "0 - อนุญาตให้ไซต์ทั้งหมดเรียกใช้ JavaScript\n1 - ไม่อนุญาตให้ไซต์ใดๆ เรียกใช้ JavaScript\nช่วยให้คุณกำหนดได้ว่าจะอนุญาตให้เว็บไซต์เรียกใช้ JavaScript หรือไม่ คุณสามารถอนุญาตหรือปฏิเสธการเรียกใช้ JavaScript สำหรับทุกเว็บไซต์";
DefaultNotificationSetting.pfm_title = "การตั้งค่าการแจ้งเตือนเริ่มต้น";
DefaultNotificationSetting.pfm_description = "0 - อนุญาตให้ไซต์แสดงการแจ้งเตือนของเดสก์ท็อป\n1 - ไม่อนุญาตให้ไซต์ใดๆ แสดงการแจ้งเตือนของเดสก์ท็อป\n2 - ถามทุกครั้งที่ไซต์ต้องการแสดงการแจ้งเตือนของเดสก์ท็อป\nช่วยให้คุณกำหนดได้ว่าจะอนุญาตให้เว็บไซต์แสดงข้อความการแจ้งเตือนของเดสก์ท็อปหรือไม่ คุณสามารถอนุญาตหรือปฏิเสธการแสดงข้อความการแจ้งเตือนของเดสก์ท็อปได้โดยค่าเริ่มต้น หรือจะให้มีการสอบถามผู้ใช้ทุกครั้งที่เว็บไซต์ต้องการแสดงข้อความการแจ้งเตือนของเดสก์ท็อปก็ได้";
DefaultPluginsSetting.pfm_title = "การตั้งค่าปลั๊กอินเริ่มต้น";
DefaultPluginsSetting.pfm_description = "0 - อนุญาตให้ไซต์ทั้งหมดเรียกใช้ปลั๊กอินโดยอัตโนมัติ\n1 - ปิดกั้นปลั๊กอินทั้งหมด\nช่วยให้คุณกำหนดได้ว่าจะอนุญาตให้เว็บไซต์เรียกใช้งานปลั๊กอินโดยอัตโนมัติหรือไม่ คุณสามารถอนุญาตหรือปฏิเสธการใช้ปลั๊กอินที่ทำงานโดยอัตโนมัติสำหรับทุกเว็บไซต์";
DefaultPopupsSetting.pfm_title = "การตั้งค่าป๊อปอัปเริ่มต้น";
DefaultPopupsSetting.pfm_description = "0 - อนุญาตให้ไซต์ทั้งหมดแสดงป๊อปอัป\n1 - ไม่อนุญาตให้ไซต์ใดๆ แสดงป๊อปอัป\nช่วยให้คุณกำหนดได้ว่าจะอนุญาตให้เว็บไซต์แสดงป๊อปอัปหรือไม่ คุณสามารถอนุญาตหรือปฏิเสธการแสดงป๊อปอัปสำหรับทุกเว็บไซต์";
DefaultSearchProviderEnabled.pfm_title = "เปิดใช้งานผู้ให้บริการการค้นหาเริ่มต้น";
DefaultSearchProviderEnabled.pfm_description = "เปิดใช้งานการใช้ผู้ให้บริการการค้นหาเริ่มต้น หากคุณเปิดใช้งานการตั้งค่านี้ การค้นหาเริ่มต้นจะดำเนินการเมื่อผู้ใช้พิมพ์ข้อความที่ไม่ใช่ URL ในแถบอเนกประสงค์ คุณสามารถระบุผู้ให้บริการการค้นหาเริ่มต้นที่จะใช้โดยการตั้งค่านโยบายการค้นหาเริ่มต้นส่วนที่เหลือ หากเว้นว่างไว้ ผู้ใช้สามารถเลือกผู้ให้บริการเริ่มต้นได้ หากคุณปิดใช้งานการตั้งค่านี้ การค้นหาจะดำเนินการไม่ได้เมื่อผู้ใช้ป้อนข้อความที่ไม่ใช่ URL ในแถบอเนกประสงค์ หากคุณเปิดหรือปิดใช้งานการตั้งค่านี้ ผู้ใช้จะไม่สามารถเปลี่ยนหรือแทนที่การตั้งค่านี้ใน Chromium";
DefaultSearchProviderEncodings.pfm_title = "การเข้ารหัสของผู้ให้บริการการค้นหาเริ่มต้น";
DefaultSearchProviderEncodings.pfm_description = "ระบุการเข้ารหัสอักขระที่ผู้ให้บริการการค้นหาสนับสนุน การเข้ารหัสเป็นชื่อหน้าของรหัสเช่น UTF - 8, GB2312, และ ISO - 8859 - 1 การเข้ารหัสเหล่านี้จะถูกลองใช้ตามลำดับที่ระบุ ค่าเริ่มต้นจะเป็น UTF - 8";
DefaultSearchProviderIconURL.pfm_title = "ไอคอนของผู้ให้บริการการค้นหาเริ่มต้น";
DefaultSearchProviderIconURL.pfm_description = "ระบุ URL ไอคอนโปรดของของผู้ให้บริการการค้นหาเริ่มต้น ระบุหรือไม่ก็ได้";
DefaultSearchProviderInstantURL.pfm_title = "URL ค้นหาทันใจของผู้ให้บริการการค้นหาเริ่มต้น";
DefaultSearchProviderInstantURL.pfm_description = "ระบุ URL ของเครื่องมือค้นหาที่ใช้นำเสนอผลลัพธ์ทันใจ URL ควรมีสตริง '{searchTerms}' ซึ่งจะถูกแทนที่ด้วยข้อความที่ผู้ใช้เคยป้อนไว้ในขณะค้นหา ระบุหรือไม่ก็ได้";
DefaultSearchProviderKeyword.pfm_title = "คำหลักของผู้ให้บริการการค้นหาเริ่มต้น";
DefaultSearchProviderKeyword.pfm_description = "ระบุคำหลักซึ่งเป็นทางลัดที่ใช้ในแถบอเนกประสงค์เพื่อกระตุ้นการค้นหาของผู้ให้บริการรายนี้ ระบุหรือไม่ก็ได้";
DefaultSearchProviderName.pfm_title = "ชื่อผู้ให้บริการการค้นหาเริ่มต้น";
DefaultSearchProviderName.pfm_description = "ระบุชื่อผู้ให้บริการการค้นหาเริ่มต้น หากเว้นว่างไว้ ชื่อโฮสต์ที่ระบุไว้ตาม URL การค้นหาจะถูกนำมาใช้";
DefaultSearchProviderSearchURL.pfm_title = "URL การค้นหาของผู้ให้บริการการค้นหาเริ่มต้น";
DefaultSearchProviderSearchURL.pfm_description = "ระบุ URL ของเครื่องมือค้นหาที่จะใช้เมื่อทำการค้นหาเริ่มต้น URL ควรมีสตริง \"{searchTerms}\" ซึ่งจะถูกแทนที่ด้วยข้อความค้นหาที่ผู้ใช้กำลังค้นหา";
DefaultSearchProviderSuggestURL.pfm_title = "URL ที่แนะนำโดยผู้ให้บริการการค้นหาเริ่มต้น";
DefaultSearchProviderSuggestURL.pfm_description = "ระบุ URL ของเครื่องมือค้นหาที่ใช้แสดงคำแนะนำในการค้นหา URL ควรมีสตริง \"{searchTerms}\" ซึ่งจะถูกแทนที่ด้วยข้อความที่ผู้ใช้เคยป้อนในขณะค้นหา ระบุหรือไม่ก็ได้";
DeveloperToolsDisabled.pfm_title = "ปิดใช้งานเครื่องมือสำหรับนักพัฒนาซอฟต์แวร์";
DeveloperToolsDisabled.pfm_description = "ปิดใช้งานเครื่องมือสำหรับนักพัฒนาซอฟต์แวร์และคอนโซล JavaScript หากคุณเปิดใช้งานการตั้งค่านี้ เครื่องมือสำหรับนักพัฒนาซอฟต์แวร์จะไม่สามารถเข้าถึงได้ และองค์ประกอบในเว็บไซต์จะไม่ได้รับการตรวจสอบอีกต่อไป แป้นพิมพ์ลัดและเมนูใดๆ หรือรายการเมนูบริบทที่ใช้เปิดเครื่องมือสำหรับนักพัฒนาซอฟต์แวร์หรือคอนโซล JavaScript จะถูกปิดใช้งาน";
Disable3DAPIs.pfm_title = "ปิดใช้งานการสนับสนุน API ของกราฟิก 3 มิติ";
Disable3DAPIs.pfm_description = "ปิดใช้งานการสนับสนุนสำหรับ API ของกราฟิก 3 มิติ การเปิดใช้งานการตั้งค่านี้จะป้องกันไม่ให้หน้าเว็บเข้าถึงหน่วยประมวลผลกราฟิก (GPU) โดยเฉพาะอย่างยิ่ง หน้าเว็บที่ไม่สามารถเข้าถึง WebGL API และปลั๊กอินจะไม่สามารถใช้ API ของ Pepper 3 มิติ การปิดใช้งานการตั้งค่านี้อาจอนุญาตให้หน้าเว็บใช้ WebGL API และปลั๊กอินที่จะใช้ API ของ Pepper 3 มิติ การตั้งค่าเริ่มต้นของเบราว์เซอร์อาจยังต้องการอาร์กิวเมนต์บรรทัดคำสั่งที่จะถูกส่งผ่านไปเพื่อใช้ API เหล่านี้";
DisableAuthNegotiateCnameLookup.pfm_title = "ปิดใช้งานการค้นหา CNAME เมื่อมีการเจรจาตรวจสอบสิทธิ์ Kerberos";
DisableAuthNegotiateCnameLookup.pfm_description = "ระบุว่า Kerberos SPN ที่สร้างขึ้นอ้างอิงจากชื่อ DNS แคนอนิคอลหรือชื่อเดิมที่ป้อน หากคุณเปิดใช้งานการตั้งค่านี้ การค้นหา CNAME จะถูกข้ามไป และชื่อเซิร์ฟเวอร์เป็นชื่อที่ป้อน หากคุณปิดใช้งานการตั้งค่านี้ ชื่อแคนอนิคอลของเซิร์ฟเวอร์จะถูกกำหนดผ่านการค้นหา CNAME";
DisablePluginFinder.pfm_title = "ปิดใช้งานเครื่องมือค้นหาปลั๊กอิน";
DisablePluginFinder.pfm_description = "หากคุณกำหนดการตั้งค่านี้เป็น \"จริง\" การค้นหาโดยอัตโนมัติและการติดตั้งปลั๊กอินที่หายไปจะถูกปิดใช้งานใน Chromium";
DisableSpdy.pfm_title = "ปิดใช้งานโปรโตคอล SPDY";
DisableSpdy.pfm_description = "ปิดใช้งานโปรโตคอล SPDY ใน Chromium";
DisabledPlugins.pfm_title = "รายการปลั๊กอินที่ปิดใช้งาน";
DisabledPlugins.pfm_description = "ระบุรายการปลั๊กอินที่ถูกปิดใช้งานใน Chromium และป้องกันไม่ให้ผู้ใช้เปลี่ยนการตั้งค่านี้ คุณสามารถใช้อักขระของสัญลักษณ์แทน \"*\" และ \"?\" เพื่อจับคู่ลำดับอักขระที่กำหนดเอง \"*\" จะจับคู่กับจำนวนอักขระที่กำหนดเอง ส่วน \"?\" จะระบุอักขระเดี่ยวที่เป็นตัวเลือก เช่น การจับคู่กับเลข 0 หรืออักขระตัวหนึ่ง อักขระหลีก คือ \"\\" ดังนั้นหากต้องการจับคู่อักขระ \"*\", \"?\" หรือ \"\\" จริง คุณสามารถใส่ \"\\" ไว้หน้าอักขระเหล่านั้นได้ หากคุณเปิดใช้งานการตั้งค่านี้ รายการปลั๊กอินที่ระบุจะไม่ถูกนำมาใช้ใน Chromium ปลั๊กอินจะถูกทำเครื่องหมายเป็นปิดใช้งานใน \"about:plugins\" และผู้ใช้ไม่สามารถเปิดใช้งานปลั๊กอินเหล่านั้นได้ โปรดทราบว่านโยบายสามารถแทนที่โดย EnabledPlugins และ DisabledPluginsExceptions";
DisabledPluginsExceptions.pfm_title = "รายการยกเว้นสำหรับรายการของปลั๊กอินที่ถูกปิดใช้งาน";
DisabledPluginsExceptions.pfm_description = "ระบุรายการปลั๊กอินที่ผู้ใช้สามารถเปิดหรือปิดใช้งานใน Chromium คุณสามารถใช้อักขระของสัญลักษณ์แทน \"*\" และ \"?\" เพื่อจับคู่ลำดับอักขระที่กำหนดเอง \"*\" จะจับคู่กับจำนวนอักขระที่กำหนดเอง ส่วน \"?\" จะระบุอักขระเดี่ยวที่เป็นตัวเลือก เช่น การจับคู่กับเลข 0 หรืออักขระตัวหนึ่ง อักขระหลีก คือ \"\\" ดังนั้นหากต้องการจับคู่อักขระ \"*\", \"?\" หรือ \"\\" จริง คุณสามารถใส่ \"\\" ไว้หน้าอักขระเหล่านั้นได้ หากคุณเปิดใช้งานการตั้งค่านี้ รายการปลั๊กอินที่ระบุจะถูกนำมาใช้ใน Chromium ผู้ใช้สามารถเปิดหรือปิดใช้งานปลั๊กอินเหล่านั้นใน \"about:plugins\" แม้ว่าปลั๊กอินจะจับคู่ตรงกับรูปแบบใน DisabledPlugins นอกจากนี้ ผู้ใช้ยังสามารถเปิดหรือปิดใช้งานปลั๊กอินที่ไม่ตรงกับรูปแบบใดๆ ใน DisabledPlugins, DisabledPluginsExceptions และ EnabledPlugins";
DisabledSchemes.pfm_title = "รายการสกีมของโปรโตคอลที่ถูกปิดใช้งาน";
DisabledSchemes.pfm_description = "ปิดใช้งานสกีมโปรโตคอลที่แสดงรายการใน Chromium URL ที่ใช้สกีมจากรายการนี้​​้จะไม่สามารถโหลดและคุณไม่สามารถสำรวจไปยัง URL เหล่านั้นได้";
DiskCacheDir.pfm_title = "ตั้งค่าไดเรกทอรีสำหรับแคชของดิสก์";
DiskCacheDir.pfm_description = "กำหนดค่าไดเรกทอรีที่ Chromium จะใช้สำหรับจัดเก็บไฟล์ที่เก็บแคชลงในดิสก์ หากคุณตั้งค่านโยบายนี้ Chromium จะใช้ไดเรกทอรีที่ระบุโดยไม่คำนึงถึงว่าผู้ใช้ได้ระบุการตั้งค่าสถานะ \"--disk-cache-dir\" ไว้หรือไม่";
DnsPrefetchingEnabled.pfm_title = "เปิดใช้งานการคาดการณ์เครือข่าย";
DnsPrefetchingEnabled.pfm_description = "เปิดใช้งานการคาดการณ์เครือข่ายใน Chromium และป้องกันไม่ให้ผู้ใช้เปลี่ยนการตั้งค่านี้ หากคุณเปิดหรือปิดใช้งานการตั้งค่านี้ ผู้ใช้จะไม่สามารถเปลี่ยนหรือแทนที่การตั้งค่านี้ใน Chromium";
DownloadDirectory.pfm_title = "ตั้งค่าไดเรกทอรีสำหรับดาวน์โหลด";
DownloadDirectory.pfm_description = "กำหนดค่าไดเรกทอรีที่ Chromium จะใช้สำหรับการดาวน์โหลดไฟล์ หากคุณตั้งค่านโยบายนี้ Chromium จะใช้ไดเรกทอรีที่ระบุโดยไม่คำนึงถึงว่าผู้ใช้ได้ระบุไว้แล้วหรือไม่ หรือได้เปิดใช้งานการตั้งค่าสถานะที่จะปรากฏขึ้นเพื่อให้ระบุตำแหน่งการดาวน์โหลดทุกครั้งหรือไม่";
EditBookmarksEnabled.pfm_title = "เปิดหรือปิดใช้งานการแก้ไขบุ๊กมาร์ก";
EditBookmarksEnabled.pfm_description = "เปิดหรือปิดใช้งานการแก้ไขบุ๊กมาร์กใน Chromium หากคุณเปิดใช้งานการตั้งค่านี้ คุณจะสามารถเพิ่ม นำออก หรือแก้ไขบุ๊กมาร์ก นี่เป็นค่าเริ่มต้น หากคุณปิดใช้งานการตั้งค่านี้ คุณจะสามารถเพิ่ม นำออก หรือแก้ไขบุ๊กมาร์ก แต่บุ๊กมาร์กที่มีอยู่ยังคงใช้งานได้ต่อไป";
EnableAuthNegotiatePort.pfm_title = "รวมพอร์ตที่ไม่ใช่แบบมาตรฐานใน Kerberos SPN";
EnableAuthNegotiatePort.pfm_description = "ระบุว่าจะให้ Kerberos SPN ที่สร้างขึ้นรวมพอร์ตที่ไม่ใช่แบบมาตรฐานไว้หรือไม่ หากคุณเปิดใช้งานการตั้งค่านี้และป้อนพอร์ตที่ไม่ใช่แบบมาตรฐาน (เช่น พอร์ตอื่นๆ นอกจาก 80 หรือ 443) ลงไป พอร์ตดังกล่าวจะถูกรวมไว้ใน Kerberos SPN ที่สร้างขึ้น หากคุณปิดใช้งานการตั้งค่านี้ Kerberos SPN ที่สร้างขึ้นจะไม่รวมพอร์ตไม่ว่าในกรณีใด ๆ";
EnabledPlugins.pfm_title = "รายการปลั๊กอินที่เปิดใช้งาน";
EnabledPlugins.pfm_description = "ระบุรายการปลั๊กอินที่เปิดใช้งานใน Chromium และป้องกันไม่ให้ผู้ใช้เปลี่ยนการตั้งค่านี้ คุณสามารถใช้อักขระของสัญลักษณ์แทน \"*\" และ \"?\" เพื่อจับคู่ลำดับอักขระที่กำหนดเอง \"*\" จะจับคู่กับจำนวนอักขระที่กำหนดเอง ส่วน \"?\" จะระบุอักขระเดี่ยวที่เป็นตัวเลือก เช่น การจับคู่กับเลข 0 หรืออักขระตัวหนึ่ง อักขระ หลีก คือ \"\\" ดังนั้นหากต้องการจับคู่อักขระ \"*\", \"?\" หรือ \"\\" จริง คุณสามารถใส่ \"\\" ไว้หน้าอักขระเหล่านั้นได้ รายการปลั๊กอินที่ระบุจะถูกนำมาใช้ใน Chromium หากมีการติดตั้งไว้ ปลั๊กอินจะถูกทำเครื่องหมายเป็นเปิดใช้งานใน \"about:plugins\" และผู้ใช้ไม่สามารถปิดใช้งานปลั๊กอินเหล่านั้นได้ โปรดทราบว่านโยบายนี้จะแทนที่ทั้ง DisabledPlugins และ DisabledPluginsExceptions";
ExtensionInstallBlacklist.pfm_title = "รหัสส่วนขยายที่ผู้ใช้ควรป้องกันไม่ให้มีการติดตั้ง (หรือ * สำหรับทั้งหมด)";
ExtensionInstallBlacklist.pfm_description = "ช่วยให้คุณระบุได้ว่าส่วนขยายใดที่ผู้ใช้ไม่สามารถติดตั้งได้ ส่วนขยายที่ติดตั้งแล้วจะถูกนำออกหากอยู่ในรายการที่ไม่อนุญาต ค่ารายการที่ไม่อนุญาต * แสดงว่าส่วนขยายทั้งหมดถูกจัดอยู่ในรายการที่ไม่อนุญาตจนกว่าจะมีการนำไปไว้ในรายการที่อนุญาตอย่างชัดเจน";
ExtensionInstallForcelist.pfm_title = "ติดตั้งรหัสส่วนขยายและ URL การอัปเดตอย่างเงียบๆ";
ExtensionInstallForcelist.pfm_description = "ช่วยให้คุณระบุรายการส่วนขยายที่จะได้รับการติดตั้งอย่างเงียบๆ โดยที่ผู้ใช้ไม่ต้องดำเนินการ ส่วนขยายแต่ละอย่างจะเป็นสตริงที่ประกอบด้วยรหัสส่วนขยายและ URL การอัปเดตที่คั่นด้วยเครื่องหมายอัฒภาค (;) ตัวอย่างเช่น: lcncmkcnkcdbbanbjakcencbaoegdjlp;https://clients2.google.com/service/update2/crx สำหรับส่วนขยายแต่ละอย่าง Chromium จะเรียกส่วนขยายจาก URL ที่ระบุโดยดูจากรหัสและติดตั้งอย่างเงียบๆ หน้าต่อไปนี้จะอธิบายวิธีโฮสต์ส่วนขยายบนเซิร์ฟเวอร์ของคุณเอง เกี่ยวกับ URL การอัปเดต: http://code.google.com/chrome/extensions/autoupdate.html เกี่ยวกับการโฮสต์ส่วนขยายโดยทั่วไป: http://code.google.com/chrome/extensions/hosting.html ผู้ใช้จะไม่สามารถถอนการติดตั้งส่วนขยายที่ระบุโดยนโยบายนี้ หากคุณนำส่วนขยายออกจากรายการ ส่วนขยายจะถูกถอนการติดตั้งโดย Chromium โดยอัตโนมัติ ส่วนขยายที่ถูกจัดอยู่ในรายการที่ไม่อนุญาตใน “ExtensionInstallBlacklist” และไม่อยู่ในรายการที่อนุญาตจะไม่สามารถบังคับให้ติดตั้งโดยนโยบายนี้";
ExtensionInstallWhitelist.pfm_title = "รหัสส่วนขยายที่ได้รับการยกเว้นจากรายการที่ไม่อนุญาต";
ExtensionInstallWhitelist.pfm_description = "ช่วยให้คุณระบุได้ว่าส่วนขยายใดที่ไม่ขึ้นอยู่กับรายการที่ไม่อนุญาต ค่ารายการที่ไม่อนุญาต * แสดงว่าส่วนขยายทั้งหมดจัดอยู่ในรายการที่ไม่อนุญาต และผู้ใช้สามารถติดตั้งได้เฉพาะส่วนขยายที่อยู่ในรายการที่อนุญาต ตามค่าเริ่มต้น ส่วนขยายทั้งหมดจะอยู่ในรายการที่อนุญาต แต่หากส่วนขยายทั้งหมดถูกจัดอยู่ในรายการที่ไม่อนุญาตตามนโยบาย คุณสามารถใช้รายการที่อนุญาตเพื่อแทนที่นโยบายดังกล่าวได้";
GSSAPILibraryName.pfm_title = "ชื่อไลบรารี GSSAPI";
GSSAPILibraryName.pfm_description = "ระบุไลบรารี GSSAPI ที่จะใช้สำหรับการตรวจสอบสิทธิ์ HTTP คุณสามารถตั้งค่าเฉพาะชื่อไลบรารีหรือเส้นทางแบบเต็ม หากไม่มีการตั้งค่าใด Chromium จะกลับไปใช้ชื่อไลบรารีเริ่มต้น";
HomepageIsNewTabPage.pfm_title = "ใช้หน้าแท็บใหม่เป็นหน้าแรก";
HomepageIsNewTabPage.pfm_description = "กำหนดค่าประเภทของหน้าแรกเริ่มต้นใน Chromium และป้องกันไม่ให้ผู้ใช้เปลี่ยนค่ากำหนดหน้าแรก หน้าแรกสามารถตั้งค่าเป็น URL ที่คุณระบุหรือตั้งค่าเป็นหน้าแท็บใหม่ก็ได้ หากคุณเปิดใช้งานการตั้งค่านี้ หน้าแท็บใหม่จะถูกใช้เป็นหน้าแรกเสมอ และตำแหน่ง URL ของหน้าแรกจะถูกข้ามไป หากคุณปิดใช้งานการตั้งค่านี้ หน้าแรกของผู้ใช้จะไม่ใช่หน้าแท็บใหม่จนกว่าจะตั้งค่า URL เป็น \"chrome://newtab\" หากคุณเปิดหรือปิดใช้งานการตั้งค่านี้ ผู้ใช้จะไม่สามารถเปลี่ยนประเภทหน้าแรกของพวกเขาใน Chromium";
HomepageLocation.pfm_title = "URL ของหน้าแรก";
HomepageLocation.pfm_description = "กำหนดค่า URL ของหน้าแรกเริ่มต้นใน Chromium และป้องกันไม่ให้ผู้ใช้เปลี่ยนหน้าดังกล่าว คุณสามารถตั้งค่าชนิดของหน้าแรกเป็น URL ที่คุณระบุที่นี่ หรือตั้งค่าเป็นหน้าแท็บใหม่ หากคุณเลือกหน้าแท็บใหม่ นโยบายนี้จะถูกข้ามไป หากคุณเปิดใช้งานการตั้งค่านี้ ผู้ใช้จะไม่สามารถเปลี่ยน URL หน้าแรกของตนได้ใน Chromium แต่ยังสามารถเลือกหน้าแท็บใหม่เป็นหน้าแรกได้";
ImagesAllowedForUrls.pfm_title = "อนุญาตให้แสดงภาพบนไซต์เหล่านี้";
ImagesAllowedForUrls.pfm_description = "ช่วยให้คุณกำหนดรายการรูปแบบ URL ซึ่งระบุไซต์ที่ได้รับอนุญาตให้แสดงภาพ";
ImagesBlockedForUrls.pfm_title = "ปิดกั้นภาพบนไซต์เหล่านี้";
ImagesBlockedForUrls.pfm_description = "ช่วยให้คุณกำหนดรายการรูปแบบ URL ซึ่งระบุไซต์ที่ไม่ได้รับอนุญาตให้แสดงภาพ";
IncognitoEnabled.pfm_title = "เปิดใช้งานโหมดไม่ระบุตัวตน";
IncognitoEnabled.pfm_description = "เปิดใช้งานโหมดไม่ระบุตัวตนใน Chromium หากการตั้งค่านี้ถูกเปิดใช้งานหรือไม่ได้กำหนดค่าไว้ ผู้ใช้จะสามารถเปิดหน้าเว็บในโหมดไม่ระบุตัวตนได้ หากการตั้งค่านี้ถูกปิดใช้งาน ผู้ใช้จะไม่สามารถเปิดหน้าเว็บในโหมดไม่ระบุตัวตน";
InstantEnabled.pfm_title = "เปิดใช้งานค้นหาทันใจ";
InstantEnabled.pfm_description = "เปิดใช้งานคุณลักษณะค้นหาทันใจของ Chromium และป้องกันไม่ให้ผู้ใช้เปลี่ยนการตั้งค่านี้ หากคุณเปิดใช้งานการตั้งค่านี้ การค้นหาทันใจของ Chromium จะถูกเปิดใช้งาน หากคุณปิดใช้งานการตั้งค่านี้ การค้นหาทันใจของ Chromium จะถูกปิดใช้งาน หากคุณเปิดหรือปิดใช้งานการตั้งค่านี้ ผู้ใช้จะไม่สามารถเปลี่ยนหรือแทนที่การตั้งค่านี้";
JavaScriptAllowedForUrls.pfm_title = "อนุญาตให้ใช้ JavaScript บนไซต์เหล่านี้";
JavaScriptAllowedForUrls.pfm_description = "ช่วยให้คุณกำหนดรายการรูปแบบ URL ซึ่งระบุไซต์ที่ได้รับอนุญาตให้เรียกใช้ JavaScript";
JavaScriptBlockedForUrls.pfm_title = "ปิดกั้น JavaScript บนไซต์เหล่านี้";
JavaScriptBlockedForUrls.pfm_description = "ช่วยให้คุณกำหนดรายการรูปแบบ URL ซึ่งระบุไซต์ที่ไม่ได้รับอนุญาตให้เรียกใช้ JavaScript";
JavascriptEnabled.pfm_title = "เปิดใช้งาน JavaScript";
JavascriptEnabled.pfm_description = "เปิดใช้งาน JavaScript ใน Chromium และป้องกันไม่ให้ผู้ใช้เปลี่ยนการตั้งค่านี้ หากคุณเปิดใช้งานการตั้งค่านี้หรือไม่ได้กำหนดค่า หน้าเว็บจะสามารถใช้ JavaScript ได้ หากคุณปิดใช้งานการตั้งค่านี้ หน้าเว็บจะไม่สามารถใช้ JavaScript";
MetricsReportingEnabled.pfm_title = "เปิดใช้งานการรายงานการใช้และข้อมูลเกี่ยวกับการขัดข้อง";
MetricsReportingEnabled.pfm_description = "เปิดใช้งานการรายงานการใช้และข้อมูลเกี่ยวกับการขัดข้องของ Chromium โดยไม่ระบุชื่อไปยัง Google และป้องกันไม่ให้ผู้ใช้เปลี่ยนการตั้งค่านี้ หากคุณเปิดใช้งานการตั้งค่านี้ การรายงานการใช้และข้อมูลเกี่ยวกับการขัดข้องโดยไม่ระบุชื่อจะถูกส่งไปยัง Google หากคุณปิดใช้งานการตั้งค่านี้ การรายงานการใช้และข้อมูลเกี่ยวกับการขัดข้องโดยไม่ระบุชื่อจะไม่ถูกส่งไปยัง Google หากคุณเปิดหรือปิดใช้งานการตั้งค่านี้ ผู้ใช้จะไม่สามารถเปลี่ยนหรือแทนที่การตั้งค่านี้ใน Chromium";
PasswordManagerAllowShowPasswords.pfm_title = "อนุญาตให้ผู้ใช้แสดงรหัสผ่านในตัวจัดการรหัสผ่าน";
PasswordManagerAllowShowPasswords.pfm_description = "ควบคุมว่าจะให้ผู้ใช้แสดงรหัสผ่านเป็นข้อความที่ชัดเจนในตัวจัดการรหัสผ่านหรือไม่ หากคุณปิดใช้งานการตั้งค่านี้ ตัวจัดการรหัสผ่านจะไม่อนุญาตให้แสดงรหัสผ่านที่จัดเก็บไว้เป็นข้อความที่ชัดเจนในหน้าต่างตัวจัดการรหัสผ่าน หากคุณเปิดใช้งานหรือไม่ได้กำหนดค่าการตั้งค่านี้ ผู้ใช้จะสามารถดูรหัสผ่านของตนเป็นข้อความที่ชัดเจนในตัวจัดการรหัสผ่าน";
PasswordManagerEnabled.pfm_title = "เปิดใช้งานตัวจัดการรหัสผ่าน";
PasswordManagerEnabled.pfm_description = "เปิดใช้งานการบันทึกรหัสผ่านและการใช้รหัสผ่านที่บันทึกใน Chromium หากคุณเปิดใช้งานการตั้งค่านี้ ผู้ใช้จะสามารถกำหนดให้ Chromium จำรหัสผ่านและระบุรหัสผ่านให้โดยอัตโนมัติในครั้งต่อไปที่ผู้ใช้เข้าสู่ไซต์ หากคุณปิดใช้งานการตั้งค่านี้ ผู้ใช้จะไม่สามารถบันทึกรหัสผ่านหรือใช้รหัสผ่านที่บันทึกไว้แล้ว หากคุณเปิดหรือปิดใช้งานการตั้งค่านี้ ผู้ใช้จะไม่สามารถเปลี่ยนหรือแทนที่การตั้งค่านี้ใน Chromium";
PluginsAllowedForUrls.pfm_title = "อนุญาตให้ใช้ปลั๊กอินบนไซต์เหล่านี้";
PluginsAllowedForUrls.pfm_description = "ช่วยให้คุณกำหนดรายการรูปแบบ URL ซึ่งระบุไซต์ที่ได้รับอนุญาตให้เรียกใช้ปลั๊กอิน";
PluginsBlockedForUrls.pfm_title = "ปิดกั้นปลั๊กอินบนไซต์เหล่านี้";
PluginsBlockedForUrls.pfm_description = "ช่วยให้คุณกำหนดรายการรูปแบบ URL ซึ่งระบุไซต์ที่ไม่ได้รับอนุญาตให้เรียกใช้ปลั๊กอิน";
PopupsAllowedForUrls.pfm_title = "อนุญาตให้แสดงป๊อปอัปบนไซต์เหล่านี้";
PopupsAllowedForUrls.pfm_description = "ช่วยให้คุณกำหนดรายการรูปแบบ URL ซึ่งระบุไซต์ที่ได้รับอนุญาตให้เปิดป๊อปอัป";
PopupsBlockedForUrls.pfm_title = "ปิดกั้นป๊อปอัปบนไซต์เหล่านี้";
PopupsBlockedForUrls.pfm_description = "ช่วยให้คุณตั้งค่ารายการรูปแบบ URL ซึ่งระบุไซต์ที่ไม่ได้รับอนุญาตให้เปิดป๊อปอัป";
PrintingEnabled.pfm_title = "เปิดใช้งานการพิมพ์";
PrintingEnabled.pfm_description = "เปิดใช้งานการพิมพ์ใน Chromium และป้องกันไม่ให้ผู้ใช้เปลี่ยนการตั้งค่านี้ หากการตั้งค่านี้ถูกเปิดใช้งานหรือไม่ได้กำหนดค่า ผู้ใช้จะสามารถพิมพ์งานได้ หากการตั้งค่านี้ถูกปิดใช้งาน ผู้ใช้จะไม่สามารถพิมพ์จาก Chromium การพิมพ์จะถูกปิดใช้งานไว้ในเมนูเครื่องมือ ส่วนขยาย แอปพลิเคชันของ JavaScript ฯลฯ คุณยังสามารถพิมพ์จากปลั๊กอินที่ข้าม Chromium ในขณะพิมพ์ ตัวอย่างเช่น แอปพลิเคชัน Flash บางอย่างมีตัวเลือกการพิมพ์อยู่ในเมนูบริบท ซึ่งจะไม่ถูกปิดใช้งาน";
ProxyBypassList.pfm_title = "รายการกฎการข้ามพร็อกซีที่คั่นด้วยเครื่องหมายจุลภาค";
ProxyBypassList.pfm_description = "Chromium จะข้ามพร็อกซีใด ๆ ของรายการโฮสต์ที่ระบุไว้ที่นี่ นโยบายนี้จะมีผลเฉพาะในกรณีที่คุณเลือกการตั้งค่าพร็อกซีด้วยตนเองที่ \"เลือกวิธีระบุการตั้งค่าพร็อกซีเซิร์ฟเวอร์\" สำหรับตัวอย่างโดยละเอียดเพิ่มเติม โปรดไปที่: http://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett";
ProxyMode.pfm_title = "เลือกวิธีระบุการตั้งค่าพร็อกซีเซิร์ฟเวอร์";
ProxyMode.pfm_description = "direct - ไม่ใช้พร็อกซี\nauto_detect - ตรวจหาการตั้งค่าพร็อกซีอัตโนมัติ\npac_script - ใช้สคริปต์พร็อกซี .pac\nfixed_servers - ใช้พร็อกซีเซิร์ฟเวอร์แบบคงที่\nsystem - ใช้การตั้งค่าพร็อกซีของระบบ\nช่วยให้คุณระบุพร็อกซีเซิร์ฟเวอร์ที่ใช้โดย Chromium และป้องกันไม่ให้ผู้ใช้เปลี่ยนการตั้งค่าพร็อกซี หากคุณเลือกไม่ใช้พร็อกซีเซิร์ฟเวอร์และเชื่อมต่อโดยตรงเสมอ ตัวเลือกอื่นๆ ทั้งหมดจะถูกข้ามไป หากคุณเลือกใช้การตั้งค่าพร็อกซีของระบบหรือตรวจจับพร็อกซีเซิร์ฟเวอร์อัตโนมัติ ตัวเลือกอื่นๆ ทั้งหมดจะถูกข้ามไป หากคุณเลือกโหมดพร็อกซีเซิร์ฟเวอร์แบบคงที่ คุณสามารถระบุตัวเลือกอื่นๆ ต่อไปได้ใน \"ที่อยู่หรือ URL ของพร็อกซีเซิร์ฟเวอร์\" และ \"รายการกฎการข้ามพร็อกซีที่คั่นด้วยเครื่องหมายจุลภาค\" หากคุณเลือกที่จะใช้สคริปต์พร็อกซี .pac คุณต้องระบุ URL ไปยังสคริปต์ดังกล่าวใน \"URL ไปยังไฟล์ .pac ของพร็อกซี\" สำหรับตัวอย่างโดยละเอียด โปรดไปที่: http://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett หากคุณเปิดใช้งานการตั้งค่านี้ Chromium จะข้ามตัวเลือกทั้งหมดที่เกี่ยวข้องกับพร็อกซีที่ระบุจากบรรทัดคำสั่ง";
ProxyPacUrl.pfm_title = "URL ไปยังไฟล์ .pac ของพร็อกซี";
ProxyPacUrl.pfm_description = "คุณสามารถระบุ URL ไปยังไฟล์ .pac ของพร็อกซีที่นี่ นโยบายนี้จะมีผลเฉพาะเมื่อคุณได้เลือกการตั้งค่าพร็อกซีด้วยตนเองที่ \"เลือกวิธีระบุการตั้งค่าพร็อกซีเซิร์ฟเวอร์\" สำหรับตัวอย่างโดยละเอียด โปรดไปที่: http://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett";
ProxyServer.pfm_title = "ที่อยู่หรือ URL ของพร็อกซีเซิร์ฟเวอร์";
ProxyServer.pfm_description = "คุณสามารถระบุ URL ของพร็อกซีเซิร์ฟเวอร์ที่นี่ นโยบายนี้จะมีผลเมื่อคุณได้เลือกการตั้งค่าพร็อกซีด้วยตนเองที่ \"เลือกวิธีระบุการตั้งค่าพร็อกซีเซิร์ฟเวอร์\" สำหรับตัวเลือกเพิ่มเติมและตัวอย่างโดยละเอียด โปรดไปที่: http://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett";
RestoreOnStartup.pfm_title = "การดำเนินการเมื่อเริ่มต้นใช้งาน";
RestoreOnStartup.pfm_description = "0 - เปิดหน้าแรก\n1 - เปิด URL ที่ถูกเปิดล่าสุดอีกครั้ง\n4 - เปิดรายการ URL\nช่วยให้คุณระบุการทำงานเมื่อเริ่มต้นใช้งานได้ หากคุณเลือก \"เปิดหน้าแรก\" หน้าแรกจะถูกเปิดขึ้นมาเสมอเมื่อคุณเริ่มต้นใช้งาน Chromium หากคุณเลือก \"เปิด URL ที่เคยเปิดครั้งล่าสุดอีกครั้ง\" URL ที่เคยเปิดไว้ครั้งล่าสุดที่คุณปิด Chromium จะถูกเปิดขึ้นอีกครั้ง หากคุณเลือก \"เปิดรายการ URL\" รายการ \"URL ที่จะเปิดเมื่อเริ่มต้นใช้งาน\" จะถูกเปิดขึ้นมาเมื่อผู้ใช้เริ่มต้นใช้งาน Chromium หากคุณเปิดใช้งานการตั้งค่านี้ ผู้ใช้ไม่สามารถเปลี่ยนหรือแทนที่การตั้งค่านี้ใน Chromium การปิดใช้งานการตั้งค่านี้จะมีค่าเท่ากับการปล่อยไว้โดยไม่กำหนดค่า ผู้ใช้จะยังสามารถเปลี่ยนการตั้งค่านี้ได้ใน Chromium";
RestoreOnStartupURLs.pfm_title = "URL ที่จะเปิดเมื่อเริ่มต้นใช้งาน";
RestoreOnStartupURLs.pfm_description = "หากเลือก \"เปิดรายการ URL\" เป็นการดำเนินการเมื่อเริ่มต้นใช้งาน ตัวเลือกนี้จะช่วยให้คุณระบุรายการ URL ที่จะเปิดได้";
SafeBrowsingEnabled.pfm_title = "เปิดใช้งาน Safe Browsing";
SafeBrowsingEnabled.pfm_description = "เปิดใช้งานคุณลักษณะ Safe Browsing ของ Chromium และป้องกันไม่ให้ผู้ใช้เปลี่ยนการตั้งค่านี้ หากคุณเปิดใช้งานการตั้งค่านี้ Safe Browsing จะทำงานอยู่เสมอ หากคุณปิดใช้งานการตั้งค่านี้ Safe Browsing จะไม่ทำงานเลย หากคุณเปิดหรือปิดใช้งานการตั้งค่านี้ ผู้ใช้จะไม่สามารถเปลี่ยนหรือแทนที่การตั้งค่านี้ใน Chromium";
SavingBrowserHistoryDisabled.pfm_title = "ปิดใช้งานการบันทึกประวัติเบราว์เซอร์";
SavingBrowserHistoryDisabled.pfm_description = "ปิดใช้งานการบันทึกประวัติเบราว์เซอร์ใน Chromium และป้องกันไม่ให้ผู้ใช้เปลี่ยนการตั้งค่านี้ หากการตั้งค่านี้ถูกเปิดใช้งาน ประวัติการเรียกดูจะไม่ได้รับการบันทึก หากการตั้งค่านี้ถูกปิดใช้งานหรือไม่ได้กำหนดค่า ประวัติการเรียกดูจะได้รับการบันทึกไว้";
SearchSuggestEnabled.pfm_title = "เปิดใช้งานคำแนะนำในการค้นหา";
SearchSuggestEnabled.pfm_description = "เปิดใช้งานคำแนะนำในการค้นหาในแถบอเนกประสงค์ของ Chromium และป้องกันไม่ให้ผู้ใช้เปลี่ยนการตั้งค่านี้ หากคุณเปิดใช้งานการตั้งค่านี้ คำแนะนำในการค้นหาจะถูกนำมาใช้ หากคุณปิดใช้งานการตั้งค่านี้ คำแนะนำในการค้นจะไม่ถูกนำมาใช้ หากคุณเปิดหรือปิดใช้งานการตั้งค่านี้ ผู้ใช้จะไม่สามารถเปลี่ยนหรือแทนที่การตั้งค่านี้ใน Chromium";
ShowHomeButton.pfm_title = "แสดงปุ่ม \"หน้าแรก\" บนแถบเครื่องมือ";
ShowHomeButton.pfm_description = "แสดงปุ่ม \"หน้าแรก\" บนแถบเครื่องมือของ Chromium หากคุณเปิดใช้งานการตั้งค่านี้ ปุ่ม \"หน้าแรก\" จะแสดงเสมอ หากคุณปิดใช้งานการตั้งค่านี้ ปุ่ม \"หน้าแรก\" จะไม่แสดง หากคุณเปิดหรือปิดใช้งานการตั้งค่านี้ ผู้ใช้จะไม่สามารถเปลี่ยนหรือแทนที่การตั้งค่านี้ใน Chromium";
SyncDisabled.pfm_title = "ปิดใช้งานการซิงค์ข้อมูลกับ Google";
SyncDisabled.pfm_description = "ปิดใช้งานการซิงค์ข้อมูลใน Chromium โดยใช้บริการการซิงค์ที่โฮสต์บน Google และป้องกันไม่ให้ผู้ใช้เปลี่ยนการตั้งค่านี้ หากคุณเปิดใช้งานการตั้งค่านี้ ผู้ใช้จะไม่สามารถเปลี่ยนหรือแทนที่การตั้งค่านี้ใน Chromium";
TranslateEnabled.pfm_title = "เปิดใช้งานแปลภาษา";
TranslateEnabled.pfm_description = "เปิดใช้งานบริการ Google แปลภาษาในตัวใน Chromium หากคุณเปิดใช้งานการตั้งค่านี้ Chromium จะแสดงแถบเครื่องมือในตัวเพื่อเสนอการแปลหน้าเว็บให้แก่ผู้ใช้ในกรณีที่เหมาะสม หากคุณปิดใช้งานการตั้งค่านี้ ผู้ใช้จะไม่เห็นแถบการแปลดังกล่าว หากคุณเปิดหรือปิดใช้งานการตั้งค่านี้ ผู้ใช้จะไม่สามารถเปลี่ยนหรือแทนที่การตั้งค่านี้ใน Chromium";
UserDataDir.pfm_title = "ตั้งค่าไดเรกทอรีข้อมูลผู้ใช้";
UserDataDir.pfm_description = "กำหนดค่าไดเรกทอรีที่ Chromium จะใช้สำหรับการจัดเก็บข้อมูลผู้ใช้ หากคุณตั้งค่านโยบายนี้ Chromium จะใช้ไดเรกทอรีที่ระบุโดยไม่คำนึงว่าผู้ใช้ได้ระบุการตั้งค่าสถานะ \"--user-data-dir\" ไว้หรือไม่";